Repository: ryanlew02/HalfLight
Catalog: HalfLight/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, ru, zh_hans

source: WILD asks you to stay conscious through the wake-to-sleep transition — a narrow doorway almost everyone passes through every single night without ever noticing it.
ar: يطلب منك WILD أن تبقى واعيًا خلال انتقال اليقظة إلى النوم — مدخل ضيّق يمرّ به الجميع تقريبًا كل ليلة دون أن يلاحظوه أبدًا.
de: WILD verlangt, durch den Übergang vom Wachen zum Schlaf bei Bewusstsein zu bleiben – eine schmale Tür, durch die fast jeder jede Nacht geht, ohne sie je zu bemerken.
es: WILD te pide permanecer consciente a través de la transición de la vigilia al sueño: una puerta estrecha que casi todos cruzan cada noche sin notarla jamás.
fr: WILD vous demande de rester conscient pendant la transition de la veille au sommeil — une porte étroite que presque tout le monde franchit chaque nuit sans jamais la remarquer.
it: Il WILD ti chiede di restare cosciente durante il passaggio dalla veglia al sonno — una porta stretta che quasi tutti attraversano ogni notte senza accorgersene mai.
ja: WILDは、覚醒から睡眠への移行のあいだ意識を保つよう求めます——ほぼ誰もが毎晩、気づかぬまま通り抜ける狭い戸口です。
ko: WILD는 깨어 있음에서 잠으로 넘어가는 전환 동안 의식을 유지하라고 요구합니다 — 거의 모두가 매일 밤 알아차리지 못한 채 지나가는 좁은 문입니다.
nl: WILD vraagt je bewust te blijven door de overgang van waken naar slapen — een smalle deur waar bijna iedereen elke nacht doorheen gaat zonder die ooit op te merken.
pt_br: O WILD pede que você permaneça consciente durante a transição da vigília para o sono — uma porta estreita por que quase todos passam toda noite sem nunca notar.
ru: WILD требует оставаться в сознании во время перехода от бодрствования ко сну — узкая дверь, через которую почти каждый проходит каждую ночь, ни разу её не замечая.
zh_hans: WILD 要求你在从清醒到睡眠的过渡中保持意识——那是一道几乎人人每晚都会穿过、却从未察觉的狭窄门户。

source: WILD complete. You've learned to walk through the door of sleep with your eyes wide open.
ar: اكتمل WILD. تعلّمت أن تعبر باب النوم وعيناك مفتوحتان على اتساعهما.
de: WILD abgeschlossen. Du hast gelernt, mit weit offenen Augen durch die Tür des Schlafs zu gehen.
es: WILD completo. Has aprendido a cruzar la puerta del sueño con los ojos bien abiertos.
fr: WILD terminé. Vous avez appris à franchir la porte du sommeil les yeux grands ouverts.
it: WILD completato. Hai imparato a varcare la porta del sonno con gli occhi ben aperti.
ja: WILD完了。あなたは目を大きく開けたまま、眠りの扉をくぐる術を学びました。
ko: WILD 완료. 당신은 눈을 활짝 뜬 채 잠의 문을 통과하는 법을 배웠습니다.
nl: WILD voltooid. Je hebt geleerd met wijd open ogen door de deur van de slaap te lopen.
pt_br: WILD concluído. Você aprendeu a atravessar a porta do sono de olhos bem abertos.
ru: WILD завершён. Вы научились проходить в дверь сна с широко открытыми глазами.
zh_hans: WILD 完成。你已学会睁大双眼走过睡眠之门。

source: WILD crosses the threshold of sleep with awareness intact.
ar: يعبر WILD عتبة النوم والوعي سليم.
de: WILD überschreitet die Schwelle des Schlafs mit intaktem Bewusstsein.
es: WILD cruza el umbral del sueño con la conciencia intacta.
fr: WILD franchit le seuil du sommeil en gardant la conscience intacte.
it: Il WILD attraversa la soglia del sonno con la coscienza intatta.
ja: WILDは、意識を保ったまま眠りの敷居を越えます。
ko: WILD는 의식을 온전히 지킨 채 잠의 문턱을 넘습니다.
nl: WILD overschrijdt de drempel van de slaap met het bewustzijn intact.
pt_br: O WILD atravessa o limiar do sono com a consciência intacta.
ru: WILD пересекает порог сна с нетронутым сознанием.
zh_hans: WILD 在意识完好无损的情况下跨过睡眠的门槛。

source: WILD is easiest after WBTB, when your body is tired but your mind can stay alert.
ar: WILD أسهل بعد WBTB، حين يكون جسدك متعبًا لكن عقلك قادرًا على البقاء يقظًا.
de: WILD ist am leichtesten nach WBTB, wenn dein Körper müde ist, dein Geist aber wach bleiben kann.
es: WILD es más fácil tras WBTB, cuando tu cuerpo está cansado pero tu mente puede mantenerse alerta.
fr: WILD est plus facile après WBTB, quand votre corps est fatigué mais que votre esprit peut rester alerte.
it: Il WILD è più facile dopo il WBTB, quando il corpo è stanco ma la mente riesce a restare vigile.
ja: WILDはWBTBのあとが最もたやすく、体は疲れていても心は冴えていられます。
ko: WILD는 WBTB 다음이 가장 쉽습니다. 몸은 지쳤지만 마음은 또렷이 깨어 있을 수 있을 때죠.
nl: WILD is het makkelijkst na WBTB, wanneer je lichaam moe is maar je geest alert kan blijven.
pt_br: O WILD é mais fácil depois do WBTB, quando o corpo está cansado mas a mente consegue ficar alerta.
ru: WILD легче всего после WBTB, когда тело устало, а ум может оставаться бодрым.
zh_hans: WILD 在 WBTB 之后最容易，那时你的身体已疲倦，而头脑仍能保持清醒。

source: Wishing really hard
ar: التمنّي بقوة شديدة
de: Ganz fest wünschen
es: Desearlo con muchas ganas
fr: Le souhaiter très fort
it: Desiderarlo con tutte le forze
ja: とても強く願う
ko: 아주 강하게 바라기
nl: Heel hard wensen
pt_br: Desejar com muita força
ru: Очень сильно пожелать
zh_hans: 使劲许愿

source: With a few small rituals, seconds of lucidity can stretch into minutes.
ar: ببضع طقوس صغيرة، يمكن لثوانٍ من الوضوح أن تمتدّ إلى دقائق.
de: Mit ein paar kleinen Ritualen können sich Sekunden der Luzidität zu Minuten dehnen.
es: Con unos pocos rituales pequeños, segundos de lucidez pueden estirarse en minutos.
fr: Avec quelques petits rituels, des secondes de lucidité peuvent s'étirer en minutes.
it: Con qualche piccolo rituale, secondi di lucidità possono allungarsi in minuti.
ja: ちょっとした小さな儀式で、数秒の明晰さが何分にも引き延ばせます。
ko: 몇 가지 작은 의식으로, 몇 초의 자각이 몇 분으로 늘어날 수 있습니다.
nl: Met een paar kleine rituelen kunnen seconden van luciditeit zich uitrekken tot minuten.
pt_br: Com alguns pequenos rituais, segundos de lucidez podem se esticar em minutos.
ru: С помощью нескольких маленьких ритуалов секунды осознанности можно растянуть в минуты.
zh_hans: 凭借几个小小的仪式，几秒钟的清醒可以延展成数分钟。

source: Write a 60-word dream entry
ar: اكتب تدوينة من 60 كلمة
de: Schreibe einen 60-Wörter-Eintrag
es: Escribe una entrada de 60 palabras
fr: Rédigez une entrée de 60 mots
it: Scrivi una voce di 60 parole
ja: 60語の夢を書く
ko: 60단어 분량의 꿈 기록
nl: Schrijf een notitie van 60 woorden
pt_br: Escreva um registro de 60 palavras
ru: Напишите запись из 60 слов
zh_hans: 写一篇 60 字的梦境

source: Write a 120-word dream entry
ar: اكتب تدوينة من 120 كلمة
de: Schreibe einen 120-Wörter-Eintrag
es: Escribe una entrada de 120 palabras
fr: Rédigez une entrée de 120 mots
it: Scrivi una voce di 120 parole
ja: 120語の夢を書く
ko: 120단어 분량의 꿈 기록
nl: Schrijf een notitie van 120 woorden
pt_br: Escreva um registro de 120 palavras
ru: Напишите запись из 120 слов
zh_hans: 写一篇 120 字的梦境

source: Write down a single dream goal and hold it as you fall asleep.
ar: دوّن هدفًا حلميًا واحدًا وتمسّك به وأنت تغفو.
de: Schreib ein einziges Traumziel auf und halt es fest, während du einschläfst.
es: Anota una única meta de sueño y sostenla mientras te duermes.
fr: Notez un seul objectif de rêve et tenez-le tandis que vous vous endormez.
it: Annota un unico obiettivo onirico e tienilo mentre ti addormenti.
ja: 夢の目標を一つ書き出し、眠りに落ちながらそれを抱きましょう。
ko: 꿈 목표 하나를 적고, 잠들면서 그것을 붙드세요.
nl: Schrijf één droomdoel op en houd het vast terwijl je in slaap valt.
pt_br: Anote um único objetivo de sonho e mantenha-o ao adormecer.
ru: Запишите одну цель сна и удерживайте её, засыпая.
zh_hans: 写下一个梦的目标，并在入睡时握住它。

source: Write the fragment, then let more details unspool from it
ar: اكتب الشظية، ثم دع المزيد من التفاصيل ينفكّ منها
de: Das Fragment aufschreiben und dann weitere Details daraus entrollen lassen
es: Escribir el fragmento y luego dejar que se desplieguen más detalles a partir de él
fr: Noter le fragment, puis laisser d'autres détails s'en dérouler
it: Scrivere il frammento, poi lasciare che ne srotolino altri dettagli
ja: 断片を書き、そこから他の細部を引き出させる
ko: 조각을 적고, 거기서 더 많은 디테일이 풀려 나오게 한다
nl: Het fragment opschrijven en er meer details uit laten rollen
pt_br: Escrever o fragmento e então deixar mais detalhes se desenrolarem dele
ru: Записать фрагмент и дать ему размотать новые детали
zh_hans: 写下碎片，然后让更多细节从中展开

source: Write your dream below, then let AI name it.
ar: اكتب حلمك أدناه، ثم دع الذكاء الاصطناعي يسمّيه.
de: Schreibe deinen Traum unten auf und lass die KI ihn benennen.
es: Escribe tu sueño abajo y deja que la IA le ponga nombre.
fr: Écrivez votre rêve ci-dessous, puis laissez l'IA le nommer.
it: Scrivi il tuo sogno qui sotto, poi lascia che l'IA gli dia un nome.
ja: 下に夢を書いて、AIに名前をつけてもらいましょう。
ko: 아래에 꿈을 적고 AI가 제목을 짓게 하세요.
nl: Schrijf je droom hieronder en laat AI hem een naam geven.
pt_br: Escreva seu sonho abaixo e deixe a IA dar um nome a ele.
ru: Запишите сон ниже, а ИИ придумает название.
zh_hans: 在下方写下你的梦，然后让 AI 为它命名。

source: Write your personal lucid phrase and repeat it 10 times before sleep tonight.
ar: اكتب عبارتك الواضحة الخاصة وكرّرها 10 مرات قبل النوم الليلة.
de: Schreib deinen persönlichen Luzidsatz auf und wiederhol ihn heute Nacht 10 Mal vor dem Schlafen.
es: Escribe tu frase lúcida personal y repítela 10 veces antes de dormir esta noche.
fr: Écrivez votre phrase lucide personnelle et répétez-la 10 fois avant de dormir ce soir.
it: Scrivi la tua frase lucida personale e ripetila 10 volte prima di dormire stanotte.
ja: あなた専用の明晰フレーズを書き出し、今夜眠る前に10回くり返しましょう。
ko: 당신만의 자각 문구를 적고, 오늘 밤 잠들기 전에 10번 되뇌세요.
nl: Schrijf je persoonlijke lucide zin op en herhaal hem vanavond 10 keer voor het slapen.
pt_br: Escreva sua frase lúcida pessoal e repita-a 10 vezes antes de dormir esta noite.
ru: Запишите свою личную фразу осознанности и повторите её сегодня 10 раз перед сном.
zh_hans: 写下你专属的清醒短句，今晚睡前重复念诵10次。

source: You become lucid by realizing it later in a dream
ar: تصبح واعيًا بإدراك ذلك لاحقًا داخل حلم
de: Du wirst luzid, indem du es später im Traum erkennst
es: Te vuelves lúcido al darte cuenta más tarde dentro de un sueño
fr: Vous devenez lucide en le réalisant plus tard dans un rêve
it: Diventi lucido accorgendotene più tardi dentro un sogno
ja: あとから夢の中で気づいて明晰になる
ko: 나중에 꿈 속에서 알아차려 자각하게 된다
nl: Je wordt lucide doordat je het later in een droom beseft
pt_br: Você fica lúcido ao perceber depois, dentro de um sonho
ru: Вы становитесь осознанным, осознав это позже внутри сна
zh_hans: 你通过日后在梦中醒悟而变清醒

source: You can always end it by wiggling a toe or finger. Knowing that makes staying calm easy.
ar: يمكنك دائمًا إنهاؤه بتحريك إصبع قدم أو يد. معرفة ذلك تجعل البقاء هادئًا سهلًا.
de: Du kannst es jederzeit beenden, indem du einen Zeh oder Finger bewegst. Das zu wissen macht das Ruhigbleiben leicht.
es: Siempre puedes terminarlo moviendo un dedo del pie o de la mano. Saberlo hace fácil mantener la calma.
fr: Vous pouvez toujours y mettre fin en remuant un orteil ou un doigt. Le savoir rend le calme facile.
it: Puoi sempre porvi fine muovendo un dito del piede o della mano. Saperlo rende facile restare calmi.
ja: 足の指か手の指を動かせば、いつでも終わらせられます。それを知っていれば、落ち着いているのは簡単です。
ko: 발가락이나 손가락을 꼼지락거리면 언제든 끝낼 수 있습니다. 그걸 알면 침착함을 유지하기가 쉬워집니다.
nl: Je kunt het altijd beëindigen door een teen of vinger te bewegen. Dat te weten maakt kalm blijven makkelijk.
pt_br: Você sempre pode encerrá-la mexendo um dedo do pé ou da mão. Saber disso torna fácil manter a calma.
ru: Вы всегда можете прекратить это, шевельнув пальцем ноги или руки. Знание этого делает спокойствие лёгким.
zh_hans: 你随时可以动一动脚趾或手指来结束它。知道这一点，保持平静就变得容易。

source: You can't wake up in a dream you forget
ar: لا يمكنك الاستيقاظ في حلم تنساه
de: Du kannst nicht in einem Traum aufwachen, den du vergisst
es: No puedes despertar en un sueño que olvidas
fr: On ne peut pas s'éveiller dans un rêve qu'on oublie
it: Non puoi risvegliarti in un sogno che dimentichi
ja: 忘れてしまう夢の中では目覚められない
ko: 잊어버린 꿈 속에서는 깨어날 수 없다
nl: Je kunt niet ontwaken in een droom die je vergeet
pt_br: Você não pode despertar em um sonho que esquece
ru: Нельзя осознать сон, который забываешь
zh_hans: 你无法在遗忘的梦中醒来

source: You don't need more sleep to lucid dream — you need awareness during the sleep you already get.
ar: لا تحتاج إلى نوم أكثر لتحلم بوعي — تحتاج إلى وعي أثناء النوم الذي تحصل عليه أصلًا.
de: Du brauchst nicht mehr Schlaf, um luzid zu träumen – du brauchst Bewusstsein während des Schlafs, den du ohnehin hast.
es: No necesitas dormir más para soñar de forma lúcida: necesitas conciencia durante el sueño que ya tienes.
fr: Vous n'avez pas besoin de dormir plus pour faire un rêve lucide — il vous faut de la conscience pendant le sommeil que vous avez déjà.
it: Non ti serve dormire di più per sognare lucido: ti serve consapevolezza durante il sonno che hai già.
ja: 明晰夢を見るのに、もっと眠る必要はありません。必要なのは、今ある眠りの中での気づきです。
ko: 자각몽을 꾸기 위해 더 많이 잘 필요는 없습니다 — 이미 자고 있는 잠 속에서의 자각이 필요합니다.
nl: Je hebt niet meer slaap nodig om lucide te dromen — je hebt bewustzijn nodig tijdens de slaap die je al krijgt.
pt_br: Você não precisa dormir mais para ter um sonho lúcido — precisa de consciência durante o sono que já tem.
ru: Чтобы видеть осознанные сны, не нужно больше спать — нужна осознанность во время того сна, что у тебя уже есть.
zh_hans: 做清醒梦并不需要睡得更多——你需要的是在已有睡眠中的觉知。

source: You dream every night — four to six times. So why does morning feel so empty?
ar: أنت تحلم كل ليلة — من أربع إلى ست مرات. فلماذا يبدو الصباح فارغًا إلى هذا الحد؟
de: Du träumst jede Nacht – vier- bis sechsmal. Warum fühlt sich der Morgen dann so leer an?
es: Sueñas cada noche, de cuatro a seis veces. Entonces, ¿por qué la mañana se siente tan vacía?
fr: Vous rêvez chaque nuit — quatre à six fois. Alors pourquoi le matin semble-t-il si vide ?
it: Sogni ogni notte, dalle quattro alle sei volte. Allora perché il mattino sembra così vuoto?
ja: あなたは毎晩、4〜6回も夢を見ています。それなのに、なぜ朝はこんなに空っぽに感じるのでしょう？
ko: 당신은 매일 밤 네다섯 번에서 여섯 번 꿈을 꿉니다. 그런데 왜 아침은 이토록 텅 빈 느낌일까요?
nl: Je droomt elke nacht — vier tot zes keer. Waarom voelt de ochtend dan zo leeg?
pt_br: Você sonha toda noite — de quatro a seis vezes. Então por que a manhã parece tão vazia?
ru: Ты видишь сны каждую ночь — от четырёх до шести раз. Так почему же утро кажется таким пустым?
zh_hans: 你每晚都会做梦——四到六次。那为什么早晨却感觉如此空白？

source: You finally realize you're dreaming — and three seconds later you wake up. Why?
ar: تدرك أخيرًا أنك تحلم — وبعد ثلاث ثوانٍ تستيقظ. لماذا؟
de: Du erkennst endlich, dass du träumst – und drei Sekunden später wachst du auf. Warum?
es: Por fin te das cuenta de que estás soñando, y tres segundos después despiertas. ¿Por qué?
fr: Vous réalisez enfin que vous rêvez — et trois secondes plus tard, vous vous réveillez. Pourquoi ?
it: Finalmente ti accorgi di stare sognando — e tre secondi dopo ti svegli. Perché?
ja: ついに夢だと気づく——その三秒後に目が覚める。なぜ？
ko: 마침내 꿈이라는 걸 깨닫고 — 3초 뒤에 깨어 버립니다. 왜일까요?
nl: Je beseft eindelijk dat je droomt — en drie seconden later word je wakker. Waarom?
pt_br: Você finalmente percebe que está sonhando — e três segundos depois acorda. Por quê?
ru: Вы наконец осознаёте, что спите, — и через три секунды просыпаетесь. Почему?
zh_hans: 你终于意识到自己在做梦——三秒后却醒了。为什么？

source: You go lucid but wake instantly. The fix?
ar: تصبح واعيًا لكنك تستيقظ فورًا. ما الحل؟
de: Du wirst luzid, wachst aber sofort auf. Die Lösung?
es: Te vuelves lúcido pero despiertas al instante. ¿La solución?
fr: Vous devenez lucide mais vous réveillez aussitôt. La solution ?
it: Diventi lucido ma ti svegli subito. La soluzione?
ja: 明晰になるが即座に目覚める。解決策は？
ko: 자각하지만 곧바로 깨어 버립니다. 해법은?
nl: Je wordt lucide maar wordt meteen wakker. De oplossing?
pt_br: Você fica lúcido mas acorda na hora. A solução?
ru: Вы становитесь осознанным, но тут же просыпаетесь. Решение?
zh_hans: 你变清醒了却立刻醒来。解法是什么？

source: You now check with intention, not habit-on-autopilot. That's the difference that matters.
ar: أنت الآن تفحص بنيّة، لا بعادة على الطيار الآلي. هذا هو الفرق الذي يهم.
de: Du checkst jetzt mit Absicht, nicht als Autopilot-Gewohnheit. Das ist der Unterschied, der zählt.
es: Ahora compruebas con intención, no por hábito en piloto automático. Esa es la diferencia que importa.
fr: Vous testez désormais avec intention, pas par habitude en pilote automatique. C'est la différence qui compte.
it: Ora controlli con intenzione, non per abitudine col pilota automatico. È questa la differenza che conta.
ja: あなたは今、惰性の習慣ではなく意図をもってチェックしています。これが大事な違いです。
ko: 이제 당신은 자동조종 습관이 아니라 의도를 가지고 체크합니다. 그것이 중요한 차이입니다.
nl: Je checkt nu met intentie, niet uit gewoonte op de automatische piloot. Dat is het verschil dat telt.
pt_br: Agora você checa com intenção, não por hábito no piloto automático. É essa a diferença que importa.
ru: Теперь вы проверяете с намерением, а не по привычке на автопилоте. Вот разница, которая важна.
zh_hans: 现在你是带着意图去检验，而不是凭惯性自动地做。这就是真正重要的差别。

source: You remember no dreams at all. What's the move?
ar: أنت لا تتذكّر أي أحلام إطلاقًا. ما الخطوة؟
de: Du erinnerst dich an überhaupt keine Träume. Was tun?
es: No recuerdas ningún sueño en absoluto. ¿Cuál es el paso?
fr: Vous ne vous souvenez d'aucun rêve. Que faire ?
it: Non ricordi alcun sogno. Qual è la mossa?
ja: 夢をまったく思い出せない。どうする？
ko: 꿈이 전혀 기억나지 않습니다. 어떻게 할까요?
nl: Je herinnert je helemaal geen dromen. Wat is de zet?
pt_br: Você não lembra de nenhum sonho. Qual é o passo?
ru: Вы вообще не помните снов. Что делать?
zh_hans: 你完全记不起任何梦。该怎么办？

source: You stay aware as you fall asleep and enter the dream directly
ar: تبقى واعيًا وأنت تغفو وتدخل الحلم مباشرةً
de: Du bleibst beim Einschlafen bei Bewusstsein und betrittst den Traum direkt
es: Permaneces consciente mientras te duermes y entras al sueño directamente
fr: Vous restez conscient en vous endormant et entrez directement dans le rêve
it: Resti consapevole mentre ti addormenti ed entri direttamente nel sogno
ja: 眠りに落ちるあいだ意識を保ち、そのまま夢に入る
ko: 잠드는 동안 의식을 유지하며 곧장 꿈으로 들어간다
nl: Je blijft bewust terwijl je in slaap valt en gaat de droom rechtstreeks in
pt_br: Você permanece consciente ao adormecer e entra no sonho diretamente
ru: Вы остаётесь в сознании, засыпая, и входите в сон напрямую
zh_hans: 你在入睡时保持清醒，并径直进入梦中

source: You stay fully awake all night
ar: تبقى مستيقظًا تمامًا طوال الليل
de: Du bleibst die ganze Nacht völlig wach
es: Permaneces completamente despierto toda la noche
fr: Vous restez complètement éveillé toute la nuit
it: Resti completamente sveglio tutta la notte
ja: 一晩中すっかり起きている
ko: 밤새 완전히 깨어 있는다
nl: Je blijft de hele nacht volledig wakker
pt_br: Você permanece totalmente acordado a noite toda
ru: Вы остаётесь полностью бодрым всю ночь
zh_hans: 你整夜完全清醒

source: You try to summon something and... nothing. Dream control has a strange secret.
ar: تحاول استدعاء شيء و... لا شيء. للتحكّم في الحلم سرّ غريب.
de: Du versuchst, etwas herbeizurufen, und … nichts. Die Traumkontrolle hat ein seltsames Geheimnis.
es: Intentas invocar algo y... nada. El control onírico tiene un secreto extraño.
fr: Vous essayez de faire apparaître quelque chose et... rien. Le contrôle du rêve a un secret étrange.
it: Provi a evocare qualcosa e... niente. Il controllo del sogno ha uno strano segreto.
ja: 何かを呼び出そうとして……何も起きない。夢の制御には奇妙な秘密があります。
ko: 무언가를 불러내려 하지만… 아무것도. 꿈 통제에는 이상한 비밀이 있습니다.
nl: Je probeert iets op te roepen en... niets. Droombeheersing heeft een vreemd geheim.
pt_br: Você tenta invocar algo e... nada. O controle do sonho tem um segredo estranho.
ru: Вы пытаетесь призвать что‑то и… ничего. У управления сном есть странный секрет.
zh_hans: 你试着召唤某样东西，结果……什么也没有。控制梦有个奇怪的秘密。

source: You wake with only a vague feeling. What do you do?
ar: تستيقظ ولا تحمل سوى شعور غامض. ماذا تفعل؟
de: Du wachst nur mit einem vagen Gefühl auf. Was tust du?
es: Despiertas solo con una sensación vaga. ¿Qué haces?
fr: Vous vous réveillez avec seulement une vague sensation. Que faites-vous ?
it: Ti svegli con solo una vaga sensazione. Cosa fai?
ja: ぼんやりした感覚だけで目が覚めました。どうしますか？
ko: 막연한 느낌만 안고 깨어났습니다. 어떻게 하시겠어요?
nl: Je wordt wakker met alleen een vaag gevoel. Wat doe je?
pt_br: Você acorda apenas com uma sensação vaga. O que faz?
ru: Ты просыпаешься лишь со смутным чувством. Что делаешь?
zh_hans: 你醒来时只剩下一种模糊的感觉。你会怎么做？

source: You were aware you were dreaming.
ar: كنت مدركًا أنك تحلم.
de: Dir war bewusst, dass du träumst.
es: Eras consciente de que estabas soñando.
fr: Vous étiez conscient de rêver.
it: Eri consapevole di stare sognando.
ja: 夢を見ていると気づいていました。
ko: 꿈을 꾸고 있다는 것을 인식했습니다.
nl: Je was je ervan bewust dat je droomde.
pt_br: Você sabia que estava sonhando.
ru: Вы осознавали, что спите.
zh_hans: 你意识到自己在做梦。

source: You weren't aware you were dreaming.
ar: لم تكن مدركًا أنك تحلم.
de: Dir war nicht bewusst, dass du träumst.
es: No eras consciente de que estabas soñando.
fr: Vous n'étiez pas conscient de rêver.
it: Non eri consapevole di stare sognando.
ja: 夢を見ていると気づいていませんでした。
ko: 꿈을 꾸고 있다는 것을 인식하지 못했습니다.
nl: Je was je er niet van bewust dat je droomde.
pt_br: Você não sabia que estava sonhando.
ru: Вы не осознавали, что спите.
zh_hans: 你没有意识到自己在做梦。

source: You won't be able to change your username again for 30 days.
ar: لن تتمكن من تغيير اسم المستخدم مرة أخرى لمدة 30 يومًا.
de: Du kannst deinen Benutzernamen erst in 30 Tagen wieder ändern.
es: No podrás volver a cambiar tu nombre de usuario en 30 días.
fr: Vous ne pourrez pas changer de nom d'utilisateur avant 30 jours.
it: Non potrai cambiare di nuovo il tuo nome utente per 30 giorni.
ja: ユーザー名は30日間変更できなくなります。
ko: 30일 동안 사용자 이름을 다시 변경할 수 없습니다.
nl: Je kunt je gebruikersnaam pas over 30 dagen weer wijzigen.
pt_br: Você não poderá alterar seu nome de usuário novamente por 30 dias.
ru: Сменить имя пользователя снова можно будет через 30 дней.
zh_hans: 你将在 30 天内无法再次更改用户名。

source: You're a member — tap to manage.
ar: أنت عضو — انقر للإدارة.
de: Du bist Mitglied – zum Verwalten tippen.
es: Eres miembro: toca para gestionar.
fr: Vous êtes membre — touchez pour gérer.
it: Sei un membro: tocca per gestire.
ja: メンバーです — タップして管理。
ko: 회원입니다 — 탭하여 관리하세요.
nl: Je bent lid — tik om te beheren.
pt_br: Você é membro — toque para gerenciar.
ru: Вы участник — нажмите, чтобы управлять.
zh_hans: 您是会员 — 点按以管理。

source: You're learning to fish in the fog. Fragments today become full dreams tomorrow.
ar: أنت تتعلّم الصيد في الضباب. شظايا اليوم تصبح أحلامًا كاملة غدًا.
de: Du lernst, im Nebel zu fischen. Fragmente von heute werden morgen zu ganzen Träumen.
es: Estás aprendiendo a pescar en la niebla. Los fragmentos de hoy se vuelven sueños completos mañana.
fr: Vous apprenez à pêcher dans le brouillard. Les fragments d'aujourd'hui deviennent des rêves complets demain.
it: Stai imparando a pescare nella nebbia. I frammenti di oggi diventano sogni interi domani.
ja: あなたは霧の中で釣りをする術を学んでいます。今日の断片は、明日には完全な夢になります。
ko: 당신은 안개 속에서 낚는 법을 배우고 있습니다. 오늘의 조각이 내일은 온전한 꿈이 됩니다.
nl: Je leert vissen in de mist. Fragmenten van vandaag worden morgen hele dromen.
pt_br: Você está aprendendo a pescar na névoa. Os fragmentos de hoje viram sonhos inteiros amanhã.
ru: Ты учишься рыбачить в тумане. Сегодняшние обрывки завтра станут целыми снами.
zh_hans: 你正在学习在雾中垂钓。今天的碎片，明天会成为完整的梦。

source: You're not trying hard enough
ar: أنت لا تبذل جهدًا كافيًا
de: Du strengst dich nicht genug an
es: No te estás esforzando lo suficiente
fr: Vous ne faites pas assez d'efforts
it: Non ti stai impegnando abbastanza
ja: あなたの努力が足りない
ko: 당신이 충분히 애쓰지 않는다
nl: Je doet niet genoeg je best
pt_br: Você não está se esforçando o suficiente
ru: Вы недостаточно стараетесь
zh_hans: 你不够努力

source: You're signed in
ar: أنت مسجّل الدخول
de: Du bist angemeldet
es: Has iniciado sesión
fr: Vous êtes connecté
it: Hai effettuato l'accesso
ja: サインインしています
ko: 로그인되었습니다
nl: Je bent aangemeld
pt_br: Você está conectado
ru: Вы вошли
zh_hans: 你已登录
